Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# New.unavailable.description
source: What’s New content is not available for minor updates.
ar: ما هو المحتوى الجديد غير متاح للتحديثات الطفيفة.
de: What's New-Inhalte sind für kleinere Updates nicht verfügbar.
es: El contenido de What's New no está disponible para actualizaciones menores.
fr: Quoi de neuf Le contenu n'est pas disponible pour les mises à jour mineures.
hi: नई सामग्री क्या है मामूली अपडेट के लिए उपलब्ध नहीं है।
id: Konten What's New tidak tersedia untuk pembaruan kecil.
it: I contenuti What's New non sono disponibili per aggiornamenti minori.
ja: What's New コンテンツは、マイナーな更新には利用できません。
ko: What's New 콘텐츠는 사소한 업데이트로 사용할 수 없습니다.
nl: What's New-inhoud is niet beschikbaar voor kleine updates.
pl: Zawartość What's New nie jest dostępna dla drobnych aktualizacji.
pt: O conteúdo de Novidades não está disponível para pequenas atualizações.
ru: Контент What's New недоступен для незначительных обновлений.
th: เนื้อหา What's New ไม่พร้อมใช้งานสําหรับการอัปเดตเล็กน้อย
tr: Yenilikler içeriği küçük güncellemeler için kullanılamaz.
uk: Що нового контенту недоступний для незначних оновлень.
vi: Nội dung What's New không khả dụng cho các bản cập nhật nhỏ.
zh_hans: 新功能内容不适用于小更新。
zh_hant: 什麼是新內容不適用於小幅更新。

# Settings.appearance.schedule.period.to
source: To
ar: إلى
de: Zu
es: A
fr: À
hi: तक
id: Ke
it: A
ja: にとって
ko: 에
nl: Naar
pl: Do
pt: Para
ru: В
th: ถึง
tr: -E
uk: До
vi: Để
zh_hans: 至
zh_hant: 到

# Settings.privacy.reset.all.done
source: App Erased.
ar: تم مسح التطبيق.
de: App Gelöscht.
es: Aplicación Borrada.
fr: Application effacée.
hi: ऐप मिटा दिया गया।
id: Aplikasi Dihapus.
it: App Cancellata.
ja: アプリが消去されました。
ko: 앱 삭제됨.
nl: App Gewist.
pl: Aplikacja Usunięta.
pt: Aplicativo Apagado.
ru: Приложение Удалено.
th: แอปถูกลบ
tr: Uygulama Silindi.
uk: Додаток Стерто.
vi: Ứng dụng đã bị xóa.
zh_hans: App已抹掉。
zh_hant: 應用程式已刪除。

# Home.bookmarks
source: Bookmarks
ar: الإشارات المرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क्स
id: Penanda buku
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки
th: ที่คั่นหนังสือ
tr: Yer imleri
uk: Yer imleri
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Vote.tint.own-voice
source: Follow your heart!
ar: اتبع قلبك!
de: Folge deinem Herzen!
es: ¡Sigue a tu corazón!
fr: Suis ton cœur !
hi: अपने दिल का पालन करें!
id: Ikuti hatimu!
it: Segui il tuo cuore!
ja: あなたの心に従ってください！
ko: 당신의 마음을 따르세요!
nl: Volg je hart!
pl: Podążaj za swoim sercem!
pt: Siga seu coração!
ru: Следуй своему сердцу!
th: ทําตามหัวใจของคุณ!
tr: Kalbini takip et!
uk: Йди за своїм серцем!
vi: Hãy làm theo trái tim của bạn!
zh_hans: 遵循本心！
zh_hant: 跟隨你的心！

# Webpage.archive.title
source: Save Archive
ar: حفظ الأرشيف
de: Archiv speichern
es: Guardar archivo
fr: Enregistrer l'archive
hi: अभिलेख सहेजें
id: Simpan Arsip
it: Salva archivio
ja: アーカイブを保存する
ko: 아카이브 저장
nl: Archief opslaan
pl: Zapisz archiwum
pt: Salvar Arquivo
ru: Сохранить архив
th: บันทึกที่เก็บถาวร
tr: Arşivi Kaydet
uk: Зберегти архів
vi: Lưu kho lưu trữ
zh_hans: 保存归档
zh_hant: 儲存存檔

# Settings.interface.home.list.selection.unknown
source: Unknown
ar: غَيْر مَعْروفٍ
de: Unbekannte
es: Incógnita
fr: Inconnu
hi: अज्ञात बात
id: Tidak dikenal
it: Sconosciuto
ja: 未知の
ko: 알려지지 않은
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmeyen
uk: Bilinmeyen
vi: Vô danh
zh_hans: 未知
zh_hant: 未知的

# Troubleshooter.darock.unparsable
source: Darock API: Unparsable
ar: Darock API: غير قابل للتطهيل
de: Darock API: Unparsierbar
es: Darock API: No se puede anar
hi: Darock एपीआई: अनपार्सेबल
id: Darock API: Tidak dapat diurai
it: Darock API: non ananariabile
ja: Darock API: 解析できない
ko: Darock API: 파서할 수 없음
nl: Darock API: Onparseerbaar
pl: Darock API: Nieparsowalne
pt: Darock API: Não é possível
ru: Darock API: Неразбен
th: Darock API: ไม่สามารถแยกวิเคราะห์ได้
tr: Darock API: Ayrışılmaz
uk: Darock API: Нерозбірний
vi: Darock API: Không thể phân tích cú pháp
zh_hans: Darock API：不可解析
zh_hant: Darock API：無法解析

# About.chat.copyright
source: QQ & Discord own their trademark logo copyrights respectively.
ar: تمتلك QQ وDiscord حقوق الطبع والنشر لشعار علامتهما التجارية على التوالي.
de: QQ & Discord besitzen jeweils die Urheberrechte ihres Markenlogos.
es: QQ y Discord poseen los derechos de autor del logotipo de su marca registrada, respectivamente.
fr: QQ & Discord possèdent respectivement les droits d'auteur de leur logo de marque.
hi: QQ और डिस्कॉर्ड क्रमशः अपने ट्रेडमार्क लोगो कॉपीराइट के मालिक हैं।
id: QQ & Discord masing-masing memiliki hak cipta logo merek dagang mereka.
it: QQ e Discord possiedono rispettivamente i diritti d'autore del logo del marchio.
ja: QQとDiscordはそれぞれ商標ロゴの著作権を所有しています。
ko: QQ & Discord는 각각 그들의 상표 로고 저작권을 소유하고 있다.
nl: QQ & Discord bezitten respectievelijk de auteursrechten van hun handelsmerklogo.
pl: QQ i Discord posiadają odpowiednio prawa autorskie do swoich znaków towarowych.
pt: A QQ & Discord possuem os direitos autorais do logotipo de suas marcas registradas, respectivamente.
ru: QQ & Discord владеет авторскими правами на логотипы торговой марки соответственно.
th: QQ & Discord เป็นเจ้าของลิขสิทธิ์โลโก้เครื่องหมายการค้าตามลําดับ
tr: QQ ve Discord sırasıyla ticari marka logo telif haklarına sahiptir.
uk: QQ та Discord володіють авторськими правами на логотип торгової марки відповідно.
vi: QQ & Discord lần lượt sở hữu bản quyền logo thương hiệu của họ.
zh_hans: QQ和Discord拥有各自商标版权。
zh_hant: QQ和Discord分別擁有其商標徽標的版權。

# Bookmark
source: Bookmarks
ar: الإشارات المرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क्स
id: Penanda buku
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки
th: ที่คั่นหนังสือ
tr: Yer imleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Settings.search.edit.secondary.true
source: Using as Secondary Search Engine
ar: استخدام كمحرك بحث ثانوي
de: Verwendung als sekundäre Suchmaschine
es: Uso como motor de búsqueda secundario
fr: Utilisation comme moteur de recherche secondaire
hi: द्वितीयक खोज इंजन के रूप में उपयोग करना
id: Menggunakan sebagai Mesin Pencari Sekunder
it: Utilizzo come motore di ricerca secondario
ja: セカンダリ検索エンジンとしての使用
ko: 보조 검색 엔진으로 사용
nl: Gebruiken als secundaire zoekmachine
pl: Używanie jako pomocnicza wyszukiwarka
pt: Usando como Mecanismo de Busca Secundário
ru: Использование в качестве вторичной поисковой системы
th: ใช้เป็นเครื่องมือค้นหารอง
tr: İkincil Arama Motoru Olarak Kullanma
uk: Використання як вторинної пошукової системи
vi: Sử dụng làm Công cụ Tìm kiếm Phụ
zh_hans: 正在作为次要搜索引擎
zh_hant: 用作輔助搜尋引擎

# History.empty.description
source: Your browsing history are collected here.
ar: يتم جمع سجل التصفح الخاص بك هنا.
de: Ihr Browserverlauf wird hier gesammelt.
es: Su historial de navegación se recopila aquí.
fr: Votre historique de navigation est recueilli ici.
hi: आपका ब्राउज़िंग इतिहास यहां एकत्र किया गया है।
id: Riwayat penjelajahan Anda dikumpulkan di sini.
it: La tua cronologia di navigazione è raccolta qui.
ja: あなたの閲覧履歴はここに集められます。
ko: 당신의 검색 기록은 여기에 수집되어 있습니다.
nl: Uw browsegeschiedenis wordt hier verzameld.
pl: Twoja historia przeglądania jest zebrana tutaj.
pt: Seu histórico de navegação é coletado aqui.
ru: Ваша история просмотров собрана здесь.
th: ประวัติการท่องเว็บของคุณถูกรวบรวมไว้ที่นี่
tr: Tarama geçmişiniz burada toplanır.
uk: Ваша історія перегляду зібрана тут.
vi: Lịch sử duyệt web của bạn được thu thập tại đây.
zh_hans: 你的浏览记录将在此显示。
zh_hant: 您的瀏覽歷史記錄在這裡收集。

# Home.private-mode.value.on
source: On
ar: تم فتحه
de: Öffnen
es: En
fr: Ouvert
hi: पर
id: Pada
it: Su
ja: オン
ko: 에
nl: Op
pl: Na
pt: Em
ru: На
th: บน
tr: Açık
uk: Açık
vi: Trên
zh_hans: 已启用
zh_hant: 關於

# Home.history
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Tarih
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史

# Settings.interface.home.toolbar.monogram.prompt
source: Edit Monogram
ar: تعديل حرف واحد فقط
de: Monogramm bearbeiten
es: Editar monograma
fr: Modifier le monogramme
hi: मोनोग्राम संपादित करें
it: Modifica Monogramma
ja: モノグラムを編集する
ko: 모노그램 편집
nl: Monogram bewerken
pl: Edytuj Monogram
pt: Editar Monograma
ru: Редактировать монограмму
th: แก้ไขโมโนแกรม
tr: Monogramı Düzenle
uk: Monogramı Düzenle
vi: Chỉnh sửa Monogram
zh_hans: 编辑个性图案
zh_hant: 編輯字母組合

# Bookmark.item.new.title
source: New Bookmark
ar: إشارة مرجعية جديدة
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
hi: नया बुकमार्क
id: Penanda Buku Baru
it: Nuovo segnalibro
ja: 新しいブックマーク
ko: 새로운 북마크
nl: Nieuwe Bladwijzer
pl: Nowa zakładka
pt: Novo marcador
ru: Новая Закладка
th: บุ๊คมาร์คใหม่
tr: Yeni Yer İşareti
uk: Нова закладка
vi: Đánh dấu trang mới
zh_hans: 新书签
zh_hant: 新書籤

# Passcode.enter
source: Enter Passcode
ar: أدخل رمز المرور
de: Passcode eingeben
es: Introduzca el código de acceso
fr: Entrez le code d'accès
hi: पासकोड दर्ज करें
id: Masukkan Kode Sandi
it: Inserisci il codice di accesso
ja: パスコードを入力してください
ko: 암호를 입력하세요
nl: Voer de toegangscode in
pl: Wprowadź hasło
pt: Digite a senha
ru: Введите пароль
th: ใส่รหัสผ่าน
tr: Şifreyi Girin
uk: Şifreyi Girin
vi: Nhập mật mã
zh_hans: 输入密码
zh_hant: 輸入密碼

# Settings.interface.home.list.error.%lld
source: %lld Errors
ar: %lld خطأ
de: %lld Fehler
es: %lld errores
fr: %lld erreurs
hi: %lld त्रुटियां
id: %lld Kesalahan
it: %lld errori
ja: %lldの間違い
ko: %lld개의 오류
nl: %lld Fouten
pl: %lld błędów
pt: %lld Erros
ru: %lld Ошибок
th: %lld ข้อผิดพลาด
tr: %lld Hata
uk: %lld Hata
vi: %lld Lỗi
zh_hans: %lld个错误
zh_hant: %lld個錯誤

# Settings.interface.home.list.error.close
source: Spacers too Close
ar: الفواصل قريبة جدا
de: Abstandshalter zu nah
es: Espaciadores demasiado cerca
fr: Entretoises trop proches
hi: स्पेसर्स बहुत करीब
id: Spacer terlalu dekat
it: Distanziatori troppo vicini
ja: スペーサーが近すぎる
ko: 스페이서가 너무 가깝다
nl: Spacers te dichtbij
pl: Przekładki zbyt blisko
pt: Espaçadores muito próximos
ru: Распорки слишком близко
th: ตัวเว้นระยะใกล้เกินไป
tr: Aralayıcılar çok Yakın
uk: Aralayıcılar çok Yakın
vi: Miếng đệm quá gần
zh_hans: 空格相邻
zh_hant: 墊片太近了

# Crash.report.too-quick
source: Reported in last 5 mins
ar: تم الإبلاغ عنها في آخر 5 دقائق
de: In den letzten 5 Minuten gemeldet
es: Reportado en los últimos 5 minutos
fr: Rapporté au cours des 5 dernières minutes
hi: पिछले 5 मिनट में रिपोर्ट की गई
id: Dilaporkan dalam 5 menit terakhir
it: Segnalato negli ultimi 5 minuti
ja: 過去5分間に報告された
ko: 지난 5분 동안 보고됨
nl: Gerapporteerd in de laatste 5 minuten
pl: Zgłoszone w ciągu ostatnich 5 minut
pt: Relatado nos últimos 5 minutos
ru: Сообщается за последние 5 минут
th: รายงานใน 5 นาทีที่ผ่านมา
tr: Son 5 dakika içinde bildirildi
uk: Повідомлялося за останні 5 хвилин
vi: Đã báo cáo trong 5 phút qua
zh_hans: 已在前5分钟内报告过
zh_hant: 在過去5分鐘內報告

# Settings.interface.home.toolbar
source: Edit Toolbar
ar: تعديل شريط الأدوات
de: Symbolleiste bearbeiten
es: Editar barra de herramientas
fr: Modifier la barre d'outils
hi: टूलबार संपादित करें
id: Edit Bilah Alat
it: Modifica barra degli strumenti
ja: ツールバーの編集
ko: 툴바 편집
nl: Werkbalk bewerken
pl: Edytuj pasek narzędzi
pt: Editar Barra de Ferramentas
ru: Редактировать Панель Инструментов
th: แก้ไขแถบเครื่องมือ
tr: Araç Çubuğunu Düzenle
uk: Araç Çubuğunu Düzenle
vi: Chỉnh sửa thanh công cụ
zh_hans: 编辑工具栏
zh_hant: 編輯工具欄

# Home.private-mode.value.off
source: Off
ar: مُغْلَق
de: Schließen
es: De
fr: Fermer
hi: रद्द
id: Mati
it: Spento
ja: オフ
ko: 꺼져
nl: Uit
pl: Od czasu do czasu
pt: Desligado
ru: Выключить
th: ออก
tr: Kapalı
uk: Kapalı
vi: Tắt
zh_hans: 已关闭
zh_hant: 離

# Carina.new-states.fix-completed
source: Fixed
ar: ثابت
de: Fest
es: Fijo
fr: Fixé
hi: स्थायी
id: Tetap
it: Fisso
ja: 固定した
ko: 고정된
nl: Vast
pl: Naprawiono
pt: Fixo
ru: Постоянный
th: ถาวร
tr: Sabit
uk: Виправлено
vi: Cố định
zh_hans: 已修复
zh_hant: 固定的

# Archive.subtitle
source: Subtitle
ar: عُنْوان فَرْعيّ
de: Untertitel
es: Subtítulo
fr: Sous-titre
hi: सब-टाइटल
id: Subjudul
it: Sottotitolo
ja: 字幕
ko: 부제
nl: Ondertitel
pl: Napisy
pt: Legenda
ru: Подзаголовок
th: คําบรรยาย
tr: Alt yazı
uk: Підзаголовок
vi: Phụ đề
zh_hans: 副标题
zh_hant: 副標題

# Carina.attachments
source: Attachments
ar: المرفقات
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
hi: संलग्नक
id: Lampiran
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt: Anexos
ru: Вложения
th: สิ่งที่แนบมา
tr: Ekler
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

# Settings.search.new.presets
source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: Preajustes
fr: Préréglages
hi: प्रीसेट
id: Preset
it: Preimpostazioni
ja: プリセット
ko: 사전 설정
nl: Voorinstellingen
pl: Ustawienia wstępne
pt: Predefinições
ru: Пресеты
th: ค่าที่ตั้งไว้ล่วงหน้า
tr: Ön ayarlar
uk: Пресети
vi: Cài đặt trước
zh_hans: 预设
zh_hant: 預設

# Webpage.archive.save
source: Save
ar: حَفِظَ
de: Sparen
es: Guardar
fr: Économiser
hi: बचाना
it: Salvare
ja: 保存する
ko: 저장
nl: Opslaan
pl: Zapisać
pt: Salvar
ru: Хранить
th: ประหยัด
tr: Korumak
uk: Зберегти
vi: Bảo lưu
zh_hans: 保存
zh_hant: 儲存

# Carina.new-states.unmarked
source: Unmarked
ar: غير ملحوظ
de: Nicht markiert
es: Sin marcar
fr: Non marqué
hi: अचिह्नित
id: Tidak ditandai
it: Non marcato
ja: 印のない
ko: 눈에 띄지 않은
nl: Ongemarkeerd
pl: Nieoznakowany
pt: Não marcado
ru: Неотмеченный
th: ไม่มีแผลเป็น
tr: İşaretlenmemiş
uk: Немаркований
vi: Không đánh dấu
zh_hans: 未标记
zh_hant: 無記號的

# Bookmark.item.new
source: New Bookmark
ar: إشارة مرجعية جديدة
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
hi: नया बुकमार्क
id: Penanda Buku Baru
it: Nuovo segnalibro
ja: 新しいブックマーク
ko: 새로운 북마크
nl: Nieuwe Bladwijzer
pl: Nowa zakładka
pt: Novo marcador
ru: Новая Закладка
th: บุ๊คมาร์คใหม่
tr: Yeni Yer İşareti
uk: Нова закладка
vi: Đánh dấu trang mới
zh_hans: 新书签
zh_hant: 新書籤

# Carina.new-states.fix-pending-release
source: Fixed in Future Versions
ar: تم إصلاحه في الإصدارات المستقبلية
de: In zukünftigen Versionen behoben
es: Arreglado en futuras versiones
fr: Corrigé dans les versions futures
hi: भविष्य के संस्करणों में फिक्स्ड
id: Diperbaiki di Versi Masa Depan
it: Risolto nelle versioni future
ja: 将来のバージョンで修正
ko: 향후 버전에서 수정됨
nl: Opgelost in toekomstige versies
pl: Naprawiono w przyszłych wersjach
pt: Corrigido em Versões Futuras
ru: Исправлено в будущих версиях
th: แก้ไขในเวอร์ชันในอนาคต
tr: Gelecek Sürümlerde Düzeltildi
uk: Виправлено в майбутніх версіях
vi: Đã sửa trong các phiên bản tương lai
zh_hans: 修复等待发布
zh_hant: 在未來版本中修復

# Settings.interface.advanced.languange.footer
source: Changing language in Settings app on iPhone is recommended while toggling in here is not.
ar: يوصى بتغيير اللغة في تطبيق الإعدادات على iPhone أثناء التبديل هنا ليس كذلك.
de: Es wird empfohlen, die Sprache in der Einstellungs-App auf dem iPhone zu ändern, während das Umschalten hier nicht möglich ist.
es: Se recomienda cambiar el idioma en la aplicación Configuración en el iPhone, mientras que no se inicia sesión aquí.
fr: Changer la langue dans l'application Paramètres sur iPhone est recommandé tout en s'accrochant ici ne l'est pas.
hi: आईफोन पर सेटिंग्स ऐप में भाषा बदलने की सिफारिश की जाती है, जबकि यहां टॉगल करना नहीं है।
id: Mengubah bahasa di aplikasi Pengaturan di iPhone disarankan sementara tidak menggunakan di sini.
it: Si consiglia di cambiare la lingua nell'app Impostazioni su iPhone mentre si attiva qui non lo è.
ja: iPhoneの設定アプリで言語を変更することをお勧めしますが、ここで切り替えることはお勧めしません。
ko: iPhone의 설정 앱에서 언어를 변경하는 것이 권장되는 반면 여기에서 토글하는 것은 그렇지 않습니다.
nl: Het wijzigen van de taal in de app Instellingen op iPhone wordt aanbevolen terwijl het hier wordt inschakelen niet.
pl: Zmiana języka w aplikacji Ustawienia na iPhonie jest zalecana, podczas gdy przełączanie tutaj nie jest.
pt: Alterar o idioma no aplicativo Configurações no iPhone é recomendado enquanto o ativo aqui não é.
ru: Рекомендуется менять язык в приложении «Настройки» на iPhone, в то время как переключение здесь не рекомендуется.
th: แนะนําให้เปลี่ยนภาษาในแอปการตั้งค่าบน iPhone ในขณะที่ไม่เปลี่ยนที่นี่
tr: iPhone'daki Ayarlar uygulamasında dili değiştirmek önerilirken, burada geçiş yapmak önerilmez.
uk: Зміна мови в додатку Налаштування на iPhone рекомендується, тоді як перемикання тут не рекомендується.
vi: Nên thay đổi ngôn ngữ trong ứng dụng Cài đặt trên iPhone trong khi chuyển đổi ở đây thì không.
zh_hans: 建议在iPhone上的设置App修改语言，而不是在这里修改。
zh_hant: 建議在iPhone上的“設定”應用程式中更改語言，而在這裡切換則不建議。

# Migration.send.content.state.ready
source: Server Ready
ar: الخادم جاهز
de: Server bereit
es: Servidor Listo
fr: Serveur prêt
hi: सर्वर तैयार
id: Server Siap
it: Server pronto
ja: サーバー準備完了
ko: 서버 준비
nl: Server Klaar
pl: Serwer gotowy
pt: Servidor Pronto
ru: Сервер Готов
th: เซิร์ฟเวอร์พร้อม
tr: Sunucu Hazır
uk: Сервер готовий
vi: Máy chủ đã sẵn sàng
zh_hans: 服务器就绪
zh_hant: 伺服器就緒

# Settings.about
source: About
ar: عن
de: Über
es: Sobre
fr: À peu près
hi: लगभग
id: Tentang
it: Circa
ja: アバウト
ko: 에 대하여
nl: Over
pl: Około
pt: Sobre
ru: О
th: เกี่ยวกับ
tr: Hakkında
uk: Hakkında
vi: Về chủ đề
zh_hans: 关于
zh_hant: 關於

# Migration.cooldown.status.invalid
source: Maybe Invalid
ar: ربما غير صالح
de: Vielleicht ungültig
es: Tal vez no sea válido
fr: Peut-être invalide
hi: शायद अमान्य
id: Mungkin Tidak Valid
it: Forse non valido
ja: 無効かもしれない
ko: 아마도 유효하지 않은
nl: Misschien Ongeldig
pl: Może Nieważny
pt: Talvez inválido
ru: Возможно, Недействительный
th: อาจจะไม่ถูกต้อง
tr: Belki Geçersiz
uk: Можливо, Недійсний
vi: Có thể không hợp lệ
zh_hans: 可能失效
zh_hant: 也許無效

# Carina.reply.none
source: No Reply
ar: لا يوجد رد
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
hi: कोई जवाब नहीं
id: Tidak Ada Balasan
it: Nessuna risposta
ja: 返信なし
ko: 답장 없음
nl: Geen Antwoord
pl: Brak odpowiedzi
pt: Sem Resposta
ru: Нет Ответа
th: ไม่มีการตอบกลับ
tr: Cevap Yok
uk: Немає відповіді
vi: Không trả lời
zh_hans: 没有回复
zh_hant: 沒有回覆

# Settings.interface.home.list.selection.bookmark-link
source: Bookmark Link
ar: رابط الإشارة المرجعية
de: Lesezeichen-Link
es: Enlace De Marcador
fr: Lien de signet
hi: बुकमार्क लिंक
id: Tautan Penanda
it: Link dei segnalibri
ja: ブックマークリンク
ko: 북마크 링크
nl: Bladwijzer Link
pl: Link do zakładek
pt: Link de marcador
ru: Ссылка На Закладки
th: ลิงก์บุ๊กมาร์ก
tr: Yer İşareti Bağlantısı
uk: Посилання на закладки
vi: Liên kết đánh dấu trang
zh_hans: 书签链接
zh_hant: 書籤連結

# Passcode.content.archives
source: Lock Archives
ar: قفل المحفوظات
de: Archiv sperren
es: Archivos de bloqueo
fr: Verrouiller les archives
hi: लॉक अभिलेखागार
id: Kunci Arsip
it: Archivi di blocco
ja: ロックアーカイブ
ko: 아카이브 잠금
nl: Archief op slot
pl: Zablokuj archiwa
pt: Arquivos de bloqueio
ru: Заблокировать архивы
th: ล็อคที่เก็บถาวร
tr: Arşivleri Kilitle
uk: Заблокувати архіви
vi: Khóa kho lưu trữ
zh_hans: 锁定归档
zh_hant: 鎖定檔案

# Passcode.title.access.bookmarks
source: Access Bookmarks
ar: الوصول إلى الإشارات المرجعية
de: Zugriff auf Lesezeichen
es: Acceder a marcadores
fr: Accéder aux signets
hi: एक्सेस बुकमार्क्स
id: Akses Penanda Buku
it: Accedi ai segnalibri
ja: アクセスブックマーク
ko: 북마크 액세스
nl: Toegang tot bladwijzers
pl: Dostęp do zakładek
pt: Acesse os favoritos
ru: Доступ К Закладкам
th: เข้าถึงบุ๊กมาร์ก
tr: Yer İmlerine Erişin
uk: Yer İmlerine Erişin
vi: Truy cập Bookmarks
zh_hans: 访问书签
zh_hant: 訪問書籤

# Webpage.archive.succeed
source: Archive Requested
ar: مطلوب أرشيف
de: Archiv angefordert
es: Archivo solicitado
fr: Archive demandée
hi: संग्रह अनुरोध किया गया
id: Arsip Diminta
it: Archivio richiesto
ja: リクエストされたアーカイブ
ko: 아카이브 요청
nl: Archief aangevraagd
pl: Żądane archiwum
pt: Arquivo Solicitado
ru: Архив Запрошен
th: ร้องขอการเก็บถาวร
tr: Arşiv İstendi
uk: Запит на архів
vi: Yêu cầu lưu trữ
zh_hans: 已请求归档
zh_hant: 檔案請求

# Crash.check-storage
source: Check Iris Settings Values
ar: تحقق من قيم الإعدادات Iris
de: Überprüfen Sie Iris Einstellungswerte
es: Compruebe Iris Valores de configuración
fr: Vérifiez les valeurs des paramètres
hi: जाँचें Iris सेटिंग मान
id: Periksa Iris Nilai Pengaturan
it: Controlla i valori delle impostazioni
ja: Iris設定値を確認する
ko: Iris 설정 값 확인
nl: Controleer Iris Instellingenwaarden
pl: Sprawdź Iris Wartości ustawień
pt: Verifique Iris Valores de configurações
ru: Проверьте Iris Значения Настроек
th: ตรวจสอบ Iris ค่าการตั้งค่า
tr: Kontrol Edin Iris Ayarlar Değerleri
uk: Перевірте Iris Значення налаштувань
vi: Kiểm tra Iris Cài đặt Giá trị
zh_hans: 检查Iris设置项目
zh_hant: 檢查Iris設定值

# Settings.interface.home.blur.thick
source: Heavy
ar: ثَقيل
de: Schurke
es: Malo
fr: Lourd
hi: भारी
id: Berat
it: Pesante
ja: 重い
ko: 무거운
nl: Zwaar
pl: Ciężki
pt: Pesado
ru: Тяжёлый
th: หนัก
tr: Ağır
uk: Ağır
vi: Nặng
zh_hans: 薄
zh_hant: 沉重的

# New.images-updated.description
source: Image Viewer is now updated with controls. Try long-pressing.
ar: تم تحديث عارض الصور الآن باستخدام عناصر التحكم. جرب الضغط لفترة طويلة.
de: Der Bildbetrachter ist jetzt mit Steuerelementen aktualisiert. Versuchen Sie es mit langem Drücken.
es: El visor de imágenes ahora está actualizado con controles. Prueba a presionar durante mucho tiempo.
fr: Image Viewer est maintenant mis à jour avec des contrôles. Essayez de presser longuement.
hi: इमेज व्यूअर को अब नियंत्रण के साथ अपडेट किया गया है। लंबे समय तक दबाने की कोशिश करें।
id: Penampil Gambar sekarang diperbarui dengan kontrol. Coba tekan lama.
it: Image Viewer è ora aggiornato con i controlli. Prova a premere a lungo.
ja: 画像ビューアは、コントロールで更新されました。 長押ししてみてください。
ko: 이미지 뷰어는 이제 컨트롤로 업데이트되었습니다. 길게 눌러보세요.
nl: Image Viewer is nu bijgewerkt met bedieningselementen. Probeer lang te drukken.
pl: Przeglądarka obrazów jest teraz aktualizowana o elementy sterujące. Spróbuj długiego naciskania.
pt: O Visualizador de Imagens agora está atualizado com controles. Tente pressionar longamente.
ru: Image Viewer теперь обновляется с элементами управления. Попробуйте долго нажимать.
th: ตัวแสดงรูปภาพได้รับการอัปเดตพร้อมตัวควบคุมแล้ว ลองกดนาน
tr: Image Viewer artık kontrollerle güncellendi. Uzun süre basmayı deneyin.
uk: Image Viewer тепер оновлюється за допомогою елементів керування. Спробуйте довго натискати.
vi: Trình xem ảnh hiện đã được cập nhật với các điều khiển. Hãy thử nhấn lâu.
zh_hans: 图片页现在有更新的控制控件了。不妨试试长按。
zh_hant: 影象檢視器現在更新了控制元件。 嘗試長按。

# Settings.appearance.schedule.title
source: Use Dark Mode
ar: استخدم الوضع المظلم
de: Verwenden Sie den Dunkelmodus
es: Usar el modo oscuro
fr: Utiliser le mode sombre
hi: डार्क मोड का उपयोग करें
id: Gunakan Mode Gelap
it: Usa la modalità scura
ja: ダークモードを使用する
ko: 다크 모드 사용
nl: Gebruik de donkere modus
pl: Użyj trybu ciemnego
pt: Use o Modo Escuro
ru: Использовать Темный Режим
th: ใช้โหมดมืด
tr: Karanlık Modu Kullan
uk: Використовувати темний режим
vi: Sử dụng chế độ tối
zh_hans: 使用深色模式
zh_hant: 使用黑暗模式

# History.action-sheet.search
source: Search
ar: بَحْث
de: Suche
es: Búsqueda
fr: Recherche
hi: खोज
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukać
pt: Busca
ru: Поиск
th: ค้น
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋
